/* 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* No comment provided by engineer. */
"%@ (No Online Ticketing)" = "%@ (Reserva Online Indisponível)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* No comment provided by engineer. */
"%d hours" = "%d horas";

/* No comment provided by engineer. */
"%d minutes" = "%d minutos";

/* No comment provided by engineer. */
"%d months ago" = "%d meses atrás";

/* No comment provided by engineer. */
"%d weeks ago" = "%d semanas atrás";

/* No comment provided by engineer. */
"%d years ago" = "%d ano atrás";

/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometer";

/* No comment provided by engineer. */
"1 mile" = "1 milha";

/* No comment provided by engineer. */
"1 minute" = "1 minuto";

/* No comment provided by engineer. */
"1 month ago" = "1 mês atrás";

/* No comment provided by engineer. */
"1 week ago" = "1 semana atrás";

/* No comment provided by engineer. */
"1 year ago" = "1 ano atrás";

/* No comment provided by engineer. */
"About" = "Sobre";

/* No comment provided by engineer. */
"Auto-Update Location" = "Refrescar Localização";

/* No comment provided by engineer. */
"Call" = "Telef.";

/* No comment provided by engineer. */
"Cast:" = "Elenco:";

/* No comment provided by engineer. */
"Change date" = "Alterar data";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Ciudad/Estado o código postal";

/* No comment provided by engineer. */
"Could not find location." = "Não foi possível determinar posição.";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "A informação para datas futuras pode conter incorrecções. Utilize a data de hoje para obter informação mais precisa.";

/* No comment provided by engineer. */
"Director:" = "Realização:";

/* No comment provided by engineer. */
"Directors:" = "Realização:";

/* No comment provided by engineer. */
"Distance" = "Distância";

/* No comment provided by engineer. */
"E-mail listings" = "Enviar por E-mail";

/* No comment provided by engineer. */
"E-mail" = "E-mail";

/* No comment provided by engineer. */
"Favorites" = "Favoritos";

/* No comment provided by engineer. */
"Genre:" = "Género";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Serviço de Geo referênciação por:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Gráficos por Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Ultima Sexta";

/* No comment provided by engineer. */
"Last Monday" = "Ultima Segunda";

/* No comment provided by engineer. */
"Last Saturday" = "Ultimo Sábado";

/* No comment provided by engineer. */
"Last Sunday" = "Ultimo Domingo";

/* No comment provided by engineer. */
"Last Thursday" = "Ultima Quinta";

/* No comment provided by engineer. */
"Last Tuesday" = "Ultima Terça";

/* No comment provided by engineer. */
"Last Wednesday" = "Ultima Quarta";

/* plural */
"Less than %d %@ away" = "A menos de %1$d %2$@";

/* singular */
"Less than 1 %@ away" = "A menos de 1 %@";

/* No comment provided by engineer. */
"License" = "Licença";

/* No comment provided by engineer. */
"Localized by:" = "Traduzido por:";

/* No comment provided by engineer. */
"Location" = "Localização";

/* No comment provided by engineer. */
"Map" = "Morada";

/* No comment provided by engineer. */
"Movie details provided by:" = "Informação sobre filmes por:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Críticas sobre filmes por:";

/* No comment provided by engineer. */
"Movies" = "Filmes";

/* No comment provided by engineer. */
"Name" = "Nome";

/* No comment provided by engineer. */
"No information found" = "Não foi encontrada informação";

/* No comment provided by engineer. */
"No more show times available today." = "Não existem mais sessões para hoje.";

/* No comment provided by engineer. */
"No synopsis available." = "Sinopse indisponível.";

/* This is what a user picks when they don't want any reviews. */
"None" = "None";

/* No comment provided by engineer. */
"Not yet rated" = "Sem classificação";

/* No comment provided by engineer. */
"Numbers" = "Números";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Order tickets for %@" = "Comprar bilhetes para %@";

/* No comment provided by engineer. */
"Play trailer" = "Ver trailer";

/* No comment provided by engineer. */
"Please enter your location" = "Introduza o seu código postal";

/* No comment provided by engineer. */
"Project website" = "Site do Projecto";

/* No comment provided by engineer. */
"Rated %@" = "Classificação %@";

/* No comment provided by engineer. */
"Rated:" = "Classificação:";

/* No comment provided by engineer. */
"Read reviews" = "Ler críticas";

/* No comment provided by engineer. */
"Really close by" = "Muito próximos";

/* No comment provided by engineer. */
"Really far away" = "Muito distantes";

/* No comment provided by engineer. */
"Release date:" = "Data de Estreia:";

/* No comment provided by engineer. */
"Release" = "Estreia";

/* No comment provided by engineer. */
"Release: %@" = "Estreia:";

/* No comment provided by engineer. */
"Reviews" = "Críticas";

/* No comment provided by engineer. */
"Running time:" = "Duração:";

/* No comment provided by engineer. */
"Score" = "Pontuação";

/* No comment provided by engineer. */
"Search Date" = "Data";

/* No comment provided by engineer. */
"Search Distance" = "Raio de pesquisa";

/* No comment provided by engineer. */
"Settings" = "Preferências";

/* No comment provided by engineer. */
"Show %d hidden theaters" = "%d cinemas filtrados";

/* No comment provided by engineer. */
"Show 1 hidden theater" = "1 cinema filtrado";

/* No comment provided by engineer. */
"Show times retrieved on %@." = "Sessões recolhidas em %@.";

/* No comment provided by engineer. */
"Theater last reported show times on\n%@." = "Ultima actualização em\n %@";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "A distância de pesquisa pode estar limitada pelo serviço que fornece a informação. Consequentemente alguns cinemas podem não constar dos resultados mesmo que o raio de pesquisa seja muito elevado.";

/* No comment provided by engineer. */
"Theaters" = "Cinemas";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Venda de bilhetes por:";

/* No comment provided by engineer. */
"Title" = "Título";

/* No comment provided by engineer. */
"Today" = "Hoje";

/* No comment provided by engineer. */
"Unknown Distance" = "Distância desconhecida";

/* No comment provided by engineer. */
"Unknown release date" = "Data de estreia desconhecida";

/* No comment provided by engineer. */
"Unrated" = "Sem classificação";

/* No comment provided by engineer. */
"Upcoming" = "Brevemente";

/* No comment provided by engineer. */
"Use Small Fonts" = "Fonts pequenas";

/* No comment provided by engineer. */
"Visit IMDb" = "Visitar IMDb";

/* No comment provided by engineer. */
"Website" = "Site";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Desenvolvido por Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Ontem";

/* No comment provided by engineer. */
"kilometer" = "Kilometro";

/* No comment provided by engineer. */
"kilometers" = "kilometros";

/* No comment provided by engineer. */
"mile" = "milha";

/* No comment provided by engineer. */
"miles" = "milhas";